Repository: common-repository/stidner-shipping-payson-checkout
Catalog: languages/stidner-*.po
Languages: sv_se

source: Stidner Shipping plugin settings page
sv_se: Stidner Frakt inställningssidan

source: You didn't provide your Stidner credentials. Please go to %s and specify the credentials there.
sv_se: Ni har inte angivit er Stinder API-nyckel till wooCommerce. Vänligen gå till %s och ange er API-nyckel. Stidners API-nyckel finner ni här -> https://dashboard.stidner.com/panel/api.

source: Stidner Error
sv_se: Stidner Felmeddelande

source: Merchant with specified API credentials is not found. Please go to %s and check if you specified correct credentials. You can obtain your API credentials at dashboard.stidner.com
sv_se: Den API-nyckel som ni har specificerat kan ej hittas. Vänligen gå till %s och se om ni angivit korrekt API-nyckel. Ni hittar er nyckel genom att gå till -> https://dashboard.stidner.com/panel/api

source: You are using Live API Key, but your Stidner account is not in live mode yet. Please go to %s and specify sandbox API Key. You can obtain your API credentials at dashboard.stidner.com
sv_se: Ni använder er skarpa API-nyckel, men ert Stidner konto är ännu ej aktiverat till ett skarpt konto. Vänligen gå till %s för att byta API-nyckel. Ni kan även gå till -> https://dashboard.stidner.com/panel/settings/company för att aktivera ert konto till ett skarpt konto

source: This order is in Test mode, and thus we can't request a pickup for it.
sv_se: Er order har skapats i test-läge och kan därför inte skapa en skarp upphämtning.

source: This order is missing some information. Please go to %s and correct this order's information.
sv_se: Er order saknar obligatorisk information. Vänligen gå till %s och korrigera orderinformationen.

source: You can't apply this coupon because price can't be less than 6
sv_se: Denna kupong går ej att nyttja då priset ej kan vara mindre än 6 kr

source: Internal Error
sv_se: Internt Felmeddelande

source: Checkout Id not received of unclear reason
sv_se: Checkout ID saknas, okänt tekniskt fel

source: Payson API errors
sv_se: Payson API felmeddelande

source: PaysonCheckout plugin settings page
sv_se: PaysonCheckout inställningssidan

source: You didn't provide your Payson credentials. Please go to %s and specify the credentials there.
sv_se: Ni har inte angivit er Payson API-nyckel till wooCommerce. Vänligen gå till %s och ange er API-nyckel.

source: Checkout object which should be updated must have id property set
sv_se: Checkout objekt saknades ID vid uppdatering

source: Allows payments through Payson. <a target="_blank" href="https://account.payson.se/account/create/?type=b">Click here to signup</a>.
sv_se: För att komma igång med Payson, <a target="_blank" href="https://account.payson.se/account/create/?type=b">registrera ett konto här</a>.

source: Agent ID
sv_se: Ombuds ID

source: Your Payson Agent ID. <a target="_blank" href="https://account.payson.se/account/create/?type=b">Click here to sign up</a>, if you aren't currently a Payson customer
sv_se: Er Payson Butiks-ID. <a target="_blank" href="https://account.payson.se/account/create/?type=b">Registrera ett Payson konto</a> om ni ännu inte blivit kund

source: API Key
sv_se: API Nyckel

source: Your Payson API Key. <a target="_blank" href="https://account.payson.se/account/create/?type=b">Click here to sign up</a>, if you aren't currently a Payson customer
sv_se: Er Payson API-Nyckel. <a target="_blank" href="https://account.payson.se/account/create/?type=b">Registrera ett Payson konto</a> om ni ännu inte blivit kund

source: Testmode
sv_se: Testläge

source: Enable PaysonCheckout testmode
sv_se: Aktivera PaysonCheckout testläge

source: Color Scheme
sv_se: Färgschema

source: Gray
sv_se: Grå

source: Blue
sv_se: Blå

source: White
sv_se: Vit

source: GrayTextLogos
sv_se: GråTextLogotyp

source: BlueTextLogos
sv_se: BlåTextLogotyp

source: WhiteTextLogos
sv_se: VitaTextLogotyp

source: GrayNoFooter
sv_se: Grå utan sidfot

source: BlueNoFooter
sv_se: Blå utan sidfot

source: WhiteNoFooter
sv_se: Vit utan sidfot

source: Different color schemes for how the embedded PaysonCheckout iframe should be displayed.
sv_se: Ni kan ändra färgschema för olika utseenden för er Payson Checkout.

source: Show terms checkbox
sv_se: Visa kryssruta för villkor

source: Show checkbox for WooCommerce terms and conditions on checkout page
sv_se: Visa kryssruta för WooCommerce villkor i kassan

source: Debug Log
sv_se: Felsökningslogg

source: Enable logging
sv_se: Aktivera logg

source: Order was cancelled.
sv_se: Ordern var avbruten.

source: Stidner Shipping
sv_se: Stidner frakt

source: PaysonCheckout payment was denied.
sv_se: PaysonCheckout betalning var nekad.

source: The entered Payson Merchant ID, API Key or test/live mode is not correct.
sv_se: Den angivna Payson Butiks ID eller API Nyckeln för test/live läge är ej korrekt.

source: Stidner Shipping details
sv_se: Stidner Fraktinformation

source: Address is successfully updated
sv_se: Adressen har blivit uppdaterad med lyckat resultat

source: You cannot update address for this order
sv_se: Ni kan inte uppdatera adressen för denna order

source: Pending
sv_se: Pågående

source: Type
sv_se: Typ

source: Direction
sv_se: Riktning

source: Tracking number
sv_se: Spårningsnummer

source: Pickup status
sv_se: Upphämtnings status

source: Pickup identifier
sv_se: Upphämtnings identifierare

source: Pickup errors
sv_se: Upphämtnings felmeddelande

source: Shipped at
sv_se: Levererad

source: Express delivery
sv_se: Expressleverans

source: Service point
sv_se: Ombudsleverans

source: Mail delivery
sv_se: Brevlådsleverans

source: Store pickup
sv_se: Hämta i butik

source: Not requested yet
sv_se: Ej ännu efterfrågad

source: Scheduled
sv_se: Schemalagd

source: Processing
sv_se: Pågående

source: Processed
sv_se: Bearbetad

source: Processed with errors
sv_se: Bearbetad med felmeddelande

source: Stidner shipping information
sv_se: Stidner Fraktinformation

source: Error booking pickup, please see Wordpress log for more information.
sv_se: Felmeddelande vid bokning av upphämtning, vänligen sen Wordpress fel logg för mer information.

source: Pickup booking created successfully!
sv_se: Er bokning skapades med ett lyckat resultat!

source: Carrier and price
sv_se: Transportör och pris

source: Ship order
sv_se: Skicka beställning

source: Return order
sv_se: Returnera order

source: Service Point
sv_se: Ombudsleverans

source: Pick-up at
sv_se: Upphämtas vid

source: Shipped
sv_se: Skickad

source: Price
sv_se: Pris

source: Ship
sv_se: Skicka

source: Return
sv_se: Retur

source: Shipment + Return
sv_se: Skicka + Retur

source: Order is fully shipped
sv_se: Frakt är nu fullständigt bokad för ordern

source: No more items to return
sv_se: Inga fler varor att returera

source: Shipment
sv_se: Frakt

source: Link
sv_se: Länk

source: Request Pickup
sv_se: Boka upphämtning

source: Merchant ID
sv_se: Butiks ID

source: Your Merchant ID from <a target="_blank" href="https://dashboard.stidner.com/panel/api">dashboard</a>
sv_se: Ert Butiks-ID från <a target="_blank" href="https://dashboard.stidner.com/panel/api">Stidner dashboard</a>

source: Your API Key from <a target="_blank" href="https://dashboard.stidner.com/panel/api">dashboard</a>
sv_se: Ert API-Nyckel från <a target="_blank" href="https://dashboard.stidner.com/panel/api">Stidner dashboard</a>

source: Step 1 Title
sv_se: Steg 1 Titel

source: Step 2 Title
sv_se: Steg 2 Titel

source: Step 3 Title
sv_se: Steg 3 Titel

source: Error: Unable to create order. Please try again.
sv_se: Felmeddelande: Kan inte skapa order. Vänligen försök senare.

source: Error: Unable to add order item. Please try again.
sv_se: Felmeddelande: Kan inte lägga till vara. Vänligen försök senare.

source: Error %d: Unable to create order. Please try again.
sv_se: Felmeddelande %d: Kan ej skapa ordern. Vänligen försök senare.

source: Track your package
sv_se: Spåra ditt paket

source: Product
sv_se: Produkt

source: Quantity
sv_se: Antal

source: Total
sv_se: Totalt

source: Remove this item
sv_se: Ta bort vara

source: Available on backorder
sv_se: Finns som restnoterad

source: Coupon:
sv_se: Kupong:

source: Coupon code
sv_se: Kupong kod

source: Apply coupon
sv_se: Använd kupong

source: Update cart
sv_se: Uppdatera kundkorg

source: Order Received - №
sv_se: Ordernummer
